tap "walmartdigital/homebrew-git-cmf"
brew "jq"
brew "mas"
brew "node"
brew "fnm"
brew "go"
brew "gh"
brew "gpg"
brew "kubectl"
brew "kubectx"
brew "k9s"
brew "git-cmf"
brew "awscli"
brew "warrensbox/tap/tfswitch"
brew "helm"
brew "git-delta"
brew "antigen"
brew "lsd"
cask "docker"
cask "visual-studio-code"
cask "appcleaner"
cask "iterm2"
cask "spotify"
cask "slack"
cask "telegram"
cask "whatsapp"
cask "bitwarden"
cask "flycut"
cask "lens"
cask "onyx"
cask "keybase"
cask "google-chrome"
cask "pritunl"
cask "insomnia"
mas "xcode", id: 497799835
mas "Magnet", id: 441258766
