tap "bufbuild/buf"
tap "denisidoro/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "khanhas/tap"
tap "mfuentesg/tap"
tap "norwoodj/tap"
tap "walmartdigital/git-cmf"
tap "warrensbox/tap"
brew "act"
brew "antigen"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "dive"
brew "eksctl"
brew "exa"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "helm"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lsd"
brew "make"
brew "mas"
brew "minikube"
brew "node"
brew "postgresql"
brew "ripgrep"
brew "sops"
brew "starship"
brew "stern"
brew "subversion"
brew "zim"
brew "zsh"
brew "bufbuild/buf/buf"
brew "hashicorp/tap/terraform-ls"
brew "mfuentesg/tap/ksd"
brew "norwoodj/tap/helm-docs"
brew "walmartdigital/git-cmf/git-cmf"
brew "warrensbox/tap/tfswitch"
cask "appcleaner"
cask "bitwarden"
cask "docker"
cask "fig"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "keybase"
cask "lens"
cask "notion"
cask "onyx"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "tunnelblick"
cask "visual-studio-code"
cask "whatsapp"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
