brew "jq"
brew "mas"
brew "node"
brew "nvm"
brew "go"
brew "gh"
brew "gpg"
brew "kubectl"
brew "kubectx"
brew "git-delta"
cask "docker"
cask "visual-studio-code"
cask "appcleaner"
cask "iterm2"
cask "spotify"
cask "slack"
cask "telegram"
cask "whatsapp"
cask "bitwarden"
cask "flycut"
cask "lens"
cask "keybase"
cask "google-chrome"
mas "xcode", id: 497799835
mas "Magnet", id: 441258766
